{
    "Navbar": {
        "Ethiopian Islamic Teaching Association": "مؤسسة إثيوية للتعاليم الإسلامية",
        "Home": "الأصل",
        "About Us": "معلومات عنا",
        "Courses": "الدورات",
        "Resources": "موارد",
        "Services": "خدمات",
        "University": "جامعة",
        "Contact Us": "اتصل بنا",
        "Admin": "مسؤل",
        "English": "English",
        "Arabic": "عربي",
        "Amharic": "አማርኛ"
    },
    "Dashboard": {
        "Empowering minds through the profound teachings of Islam, fostering a community of knowledge and understanding": "قوّو أذهانكم باالعلم الإسلامي القديم ونرقي أمة العلم والفهم السليم",
        "Welcome to the Ethiopian Islamic Teaching Organization": "مرحبا بكم إلى المؤسسة إثيوية للتعاليم الإسلامية",
        "Learn More": "أدركو كثيرا"
    },
    "DashContinue": {
        "Our Mission": "مهمتنا",
       "To disseminate authentic Islamic knowledge and foster a deeper understanding of the principles of Islam through structured learning and community engagement": "نشر المعرفة الإسلامية الأصيلة وتعزيز فهم أعمق لمبادئ الإسلام من خلال التعلم المنظم والمشاركة المجتمعية",
       "Discover More": "اكتشف المزيد",
       "Our Vision": "رؤيتنا",
       "To be a leading organization in Islamic education, inspiring individuals to embody Islamic values in their daily lives and contribute positively to society": "أن نكون مؤسسة رائدة في مجال التربية الإسلامية، وملهمة الأفراد لتجسيد القيم الإسلامية في حياتهم اليومية والمساهمة بشكل إيجابي في المجتمع",
       "Explore Our Vision": "استكشاف رؤيتنا",
       "Our Values": "قيمنا",
       "We uphold integrity, respect, and inclusivity, ensuring that our teachings are accessible to all, regardless of background or prior knowledge": "نحن نتمسك بالنزاهة والاحترام والشمولية، مما يضمن أن تعاليمنا متاحة للجميع، بغض النظر عن الخلفية أو المعرفة السابقة",
       "Learn About Our Values": "تعرف على قيمنا",
       "Explore Our Courses": "استكشاف دوراتنا",
       "Engage with our comprehensive curriculum designed for learners at all levels": "شارك في مناهجنا الدراسية الشاملة المصممة للمتعلمين على جميع المستويات",
       "Introduction to Islamic studies": "مقدمة في الدراسات الإسلامية",
       "This foundational course covers the basics of Islamic beliefs, practices, and history, providing a solid grounding for further study": "تغطي هذه الدورة التأسيسية أساسيات المعتقدات والممارسات والتاريخ الإسلامي، مما يوفر أساسًا متينًا لمزيد من الدراسة",
       "Advanced Islamic Studies": "الدراسات الإسلامية المتقدمة",
       "Delve Deeper into the islamic studies with this advanced course that explores advanced islamic rules, arabic language and quran and hadith translation": "تعمق أكثر في الدراسات الإسلامية من خلال هذه الدورة المتقدمة التي تستكشف القواعد الإسلامية المتقدمة واللغة العربية وترجمة القرآن والحديث",
       "Islamic Ethics and Morality": "الأخلاق الإسلامية",
       "This course examines the ethical principles in Islam and their application in contemporary society, encouraging critical thinking and personal development": "يتناول هذا المقرر المبادئ الأخلاقية في الإسلام وتطبيقها في المجتمع المعاصر، وتشجيع التفكير النقدي والتنمية الشخصية",
       "Get Involved": "التورط",
       "Stay Updated With Our Events": "ابق على اطلاع بأحداثنا",
       "Join us for enriching seminars and events that deepen your understanding of Islamic teachings": "انضم إلينا لإثراء الندوات والفعاليات التي تعمق فهمك للتعاليم الإسلامية"
    },
    "AboutUs": {
        "Welcome to the Islamic Teaching Organization": "مرحباً بكم في منظمة التعليم الإسلامي",
        "Fostering Knowledge and Understanding": "تعزيز المعرفة والفهم",
        "Who we are:": ":من نحن",
        "The Ethiopian Islamic Teaching Association is a dedicated organization committed to fostering Islamic knowledge, values, and community development in Ethiopia Our association serves as a beacon of education, spiritual growth, and social welfare for all members of the Muslim community By promoting authentic Islamic teachings and principles, EITA aims to nurture a more informed, united, and compassionate society": "جمعية التعليم الإسلامي الإثيوبية هي منظمة مخصصة ملتزمة بتعزيز المعرفة الإسلامية والقيم وتنمية المجتمع في إثيوبيا - تعمل جمعيتنا كمنارة للتعليم والنمو الروحي والرفاهية الاجتماعية لجميع أعضاء المجتمع المسلم - من خلال تعزيز التعاليم والمبادئ الإسلامية الأصيلة، تهدف جمعيتنا إلى رعاية مجتمع أكثر وعياً ووحدة وتعاطفاً",
        "Our Mission": "مهمتنا",
        "To provide comprehensive Islamic education, promote moral and ethical values, and empower communities through knowledge, guidance, and social support The EITA strives to create an environment where every individual can access high-quality Islamic learning resources and spiritual development opportunities": "توفير التعليم الإسلامي الشامل، وتعزيز القيم الأخلاقية، وتمكين المجتمعات من خلال المعرفة والتوجيه والدعم الاجتماعي - تسعى جمعيتا إلى تيسير بيئة حيث يمكن لكل فرد الوصول إلى موارد التعلم الإسلامية عالية الجودة وفرص التنمية الروحية",
        "Our Vision": "رؤيتنا",
        "To be a leading Islamic teaching institution in Ethiopia, recognized for its excellence in education, spiritual guidance, and community service We envision a future where Islamic teachings inspire compassion, unity, and progress for the betterment of individuals and society as a whole": "أن نكون مؤسسة تعليمية إسلامية رائدة في إثيوبيا، معترف بها لتميزها في التعليم والتوجيه الروحي وخدمة المجتمع - نتصور مستقبلًا حيث تلهم التعاليم الإسلامية الرحمة والوحدة والتقدم من أجل تحسين الأفراد والمجتمع كليا",
        "Our Core Values": "قيمنا الأساسية",
        "Knowledge and Learning": "المعرفة والتعلم",
        "Integrity and Honesty": "النزاهة والصدق",
        "Compassion and Service": "التعاطف والخدمة",
        "Unity and Brotherhood": "الوحدة والأخوة",
        "Spiritual Excellence": "الوحدة والأخوة",
        "Empowerment and Inclusivity": "التمكين والشمول",
        ": We are committed to the continuous pursuit of knowledge and education, guided by the teachings of the Qur'an and Sunnah": ":نحن ملتزمون بالسعي المستمر للحصول على المعرفة والتعليم، مسترشدين بتعاليم القرآن والسنة",
        ": We uphold the highest standards of integrity and transparency in all our activities and interactions": ":نحن نحافظ على أعلى معايير النزاهة والشفافية في جميع أنشطتنا وتفاعلاتنا",
        ": We prioritize compassion and service to others, aiming to uplift and support those in need within our communities": ":نحن نعطي الأولوية للتعاطف والخدمة للآخرين، ونهدف إلى رفع مستوى ودعم المحتاجين داخل مجتمعاتنا",
        ": We promote unity, cooperation, and mutual respect, fostering a sense of brotherhood among all members of the community": ":نحن نعزز الوحدة والتعاون والاحترام المتبادل، ونعزز الشعور بالأخوة بين جميع أفراد المجتمع",
        ": We emphasize the importance of spiritual development and encourage adherence to Islamic principles in daily life": ":نؤكد على أهمية التطور الروحي ونشجع على الالتزام بالمبادئ الإسلامية في الحياة اليومية",
        ": We strive to empower individuals of all ages and backgrounds to actively participate in community development and educational initiatives": ":نحن نسعى جاهدين لتمكين الأفراد من جميع الأعمار والخلفيات للمشاركة بنشاط في تنمية المجتمع والمبادرات التعليمية",
        "Through these guiding principles, EITA aims to cultivate an environment of learning, spirituality, and social responsibility, contributing to a harmonious and just society": "ومن خلال هذه المبادئ التوجيهية، تهدف جمعيتنا إلى تهيئة بيئة من التعلم والروحانية والمسؤولية الاجتماعية، مما يساهم في بناء مجتمع متناغم وعادل."
    },
    "Courses": {
        "Explore Our Courses":"استكشاف دوراتنا",
        "Deepen Your Understanding of Islamic Knowledge": "تعميق فهمك للمعرفة الإسلامية",
        "Available Courses": "الدورات المتاحة",
        "Deepen Your Islamic knowledge and understanding": "تعميق معرفتك وفهمك الإسلامي",
        "Islamic creed and Jurisprudence": "العقيدة والفقه الإسلامي",
        "This course offers a thorough exploration of Islamic law (Sharia), covering its sources, principles, and applications    The course emphasizes critical thinking and practical applications of legal rulings in contemporary society   By the end, participants will have a solid foundation in the fundamental concepts of Islamic jurisprudence": "تقدم هذه الدورة دراسة متعمقة للشريعة الإسلامية، تغطي مصادرها ومبادئها وتطبيقاتها. وتؤكد الدورة على التفكير النقدي والتطبيقات العملية للأحكام الشرعية في المجتمع المعاصر. وفي النهاية، سيكون لدى المشاركين أساس متين في المفاهيم الأساسية للفقه الإسلامي.",
        "Read More": "اقرأ المزيد",
        "Quranic Studies": "الدراسات القرآنية",
        "Engage deeply with the Quran through this comprehensive course designed for both beginners and advanced learners   It covers the history of the Quran, its linguistic beauty, and its interpretation (Tafsir)   Students will also participate in discussions on the Quran's relevance in modern life and its moral guidance   This course aims to foster a profound connection with the text and enhance one's understanding of its messages": "انغمس بعمق في القرآن الكريم من خلال هذه الدورة الشاملة المصممة للمبتدئين والمتعلمين المتقدمين. وهي تغطي تاريخ القرآن الكريم وجماله اللغوي وتفسيره. كما سيشارك الطلاب في مناقشات حول أهمية القرآن الكريم في الحياة الحديثة وتوجيهاته الأخلاقية. تهدف هذه الدورة إلى تعزيز الارتباط العميق بالنص وتعزيز فهم المرء لرسائله.",
        "The Prophet Traditions": "أحاديث النبي",
        "Dive into the teachings of the Prophet Muhammad (peace be upon him) through this course that examines Hadith literature    Students will learn about the classification of Hadith, their authenticity, and their role in shaping Islamic thought and practice    The course includes discussions on how these traditions can be applied to contemporary issues faced by Muslims today   By the conclusion, participants will appreciate the significance of prophetic teachings in daily life": "انغمس في تعاليم النبي محمد (صلى الله عليه وسلم) من خلال هذه الدورة التي تدرس أدبيات الحديث. سيتعلم الطلاب عن تصنيف الأحاديث وصحتها ودورها في تشكيل الفكر والممارسة الإسلامية. تتضمن الدورة مناقشات حول كيفية تطبيق هذه التقاليد على القضايا المعاصرة التي يواجهها المسلمون اليوم. بحلول النهاية، سيقدر المشاركون أهمية التعاليم النبوية في الحياة اليومية.",
        "Enroll now": "سجل الآن",
        "Apply": "يتقدم",
        "Join a community of learners": "انضم إلى مجتمع المتعلمين",
        "Eligibility Criteria": "معايير الأهلية",
        "Application Process": "عملية التقديم",
        "Payment Options": "خيارات الدفع",
        "We offer flexible payment options to accommodate all students   Payments can be made through credit/debit cards, bank transfers, or installment plans, depending on the course structure     Detailed information about course fees and payment deadlines will be provided upon acceptance into the program,ensuring that students can choose the method that best suits their financial situation": "نحن نقدم خيارات دفع مرنة لتناسب جميع الطلاب. يمكن إجراء الدفع من خلال بطاقات الائتمان/الخصم، أو التحويلات المصرفية، أو خطط التقسيط، اعتمادًا على هيكل الدورة. سيتم توفير معلومات مفصلة حول رسوم الدورة ومواعيد الدفع عند القبول في البرنامج، مما يضمن للطلاب اختيار الطريقة التي تناسب وضعهم المالي بشكل أفضل.",
        "The application process is straightforward and can be completed online through our website   Interested students must fill out the application form, providing necessary details such as educational background and areas of interest    Once submitted, our administrative team will review the application and notify applicants of their acceptance via email, along with further instructions for enrollment": "عملية التقديم بسيطة ويمكن إكمالها عبر الإنترنت من خلال موقعنا الإلكتروني، حيث يجب على الطلاب المهتمين ملء نموذج الطلب، وتقديم التفاصيل اللازمة مثل الخلفية التعليمية ومجالات الاهتمام. بمجرد تقديم الطلب، سيقوم فريقنا الإداري بمراجعة الطلب وإخطار المتقدمين بقبولهم عبر البريد الإلكتروني، بالإضافة إلى مزيد من التعليمات للتسجيل.",
        "To enroll in our courses, students should meet specific eligibility criteria, which include having a foundational understanding of Islamic teachings    For advanced courses, prior completion of prerequisite courses may be required    We encourage all interested individuals to review the course descriptions carefully to ensure they meet the necessary qualifications before applying": "للتسجيل في دوراتنا، يجب على الطلاب استيفاء معايير أهلية محددة، والتي تشمل فهمًا أساسيًا للتعاليم الإسلامية. بالنسبة للدورات المتقدمة، قد يكون من الضروري إكمال الدورات التمهيدية مسبقًا. نشجع جميع الأفراد المهتمين على مراجعة أوصاف الدورات بعناية للتأكد من استيفائهم للمؤهلات اللازمة قبل التقديم."
    },
    "Resources": {
        "Resources page": "صفحة الموارد"
    },
    "Services": {
        "service page": "صفحة الخدمة"
    },
    "University": {
        "University page": "صفحة الجامعة"
    },
    "Contacts": {
        "contacts page": "صفحة جهات الاتصال"
    },
    "Admin": {
        "Admin Page": "صفحة المشرف"
    },
    "footer": {
        "Donation to EITA": "التبرع لـ EITA",
        "Membership to EITA": "العضوية في EITA",
        "Donate": "تبرع",
        "Free Membership": "عضوية مجانية",
        "Paid Membership": "العضوية المدفوعة",
        "Donate for your wealthiness in the life of heaven: Donate for the sake of Allah": "تبرع لغناك في الجنة : تبرع في سبيل الله",
        "Be a member of our islamic community so you won't lose any updates about the islamic world": "كن عضوًا في مجتمعنا الإسلامي حتى لا تفقد أي تحديثات حول العالم الإسلامي"
    }
    
}